Repository: iamnonroot/tomato-time
Catalog: lib/l10n/app_*.arb
Languages: fa

# app_name
source: Tomato time
fa: ساعات گوجه ای

source: Keep going
fa: ادامه دهید

source: Change language
fa: تغییر زبان

source: I speak
fa: من صحبت می کنم به زبان

source: But my language is
fa: اما زبان من

# language_modal_title
source: Choose your language
fa: زبان خود را برای ادامه انتخاب کنید

# language_modal_subtitle
source: Please select the language you want to continue application with it.
fa: لطفاً زبان موردنظر خود را برای ادامه و استفاده از آن در برنامه ، انتخاب کنید.

source: Next
fa: بعدی

source: Next step
fa: مرحله بعدی

# splash_wellcome_title
source: Welcome, nobleman!
fa: خوش آمدی ای بزرگوار !

# splash_wellcome_content
source: Greetings to you who want to use the tomato time management technique called Pomodoro. But before that, let's have a simple explanation of this technique.
fa: درود بر تو ای کسی که میخواهی از تکنیک مدیریت زمان گوجه ای به نام پومودورو استفاده کنی. اما قبلش بیا یک توضیح ساده از این تکنیک داشته باشیم.

# splash_question_title
source: So what is Pomodoro time management technique?
fa: خب تکنیک مدیریت زمان پومودورو چیه ؟

# splash_answer_content
source: This technique uses a timer to divide the work into time intervals, usually 25 minutes, separated by short breaks, at the end, you will have a long break and doing this process several times.
fa: این تکنیک از یک زمان سنج برای تقسیم کار به فواصل زمانی معمولاً 25 دقیقه استفاده می کند که با وقفه های کوتاه از هم جدا می شوند که در پایان شما یک استراحت طولانی خواهید داشت و این روند را چندین بار انجام می دهید.

# splash_example_title
source: An example of this technique with this application
fa: یک نمونه از این تکنیک با این اپلیکیشن

# splash_example_content
source: Very simple, you choose a name and a description for yourself and then you decide what time to do it and how much short break time and how long break you have.
fa: خیلی سادس ، شما یک نام و یکم توضیحات برای خودتون می نویسید و بعد میاید تعیین میکنید زمان انجام دادنش چقدر باشه و چقدر زمان استراحت کوتاه و چقدر زمان استراحت بلند داشته باشید.

# add_pomodoro
source: Add one
fa: افزودن

# pomodoro_example_name
source: Reading Book
fa: خوندن کتاب

# pomodoro_example_description
source: Cover one left to the end of Harry Potter
fa: خوندن جلد یکی مونده به آخر هری پاتر

# pomodoro_timer
source: Activity time
fa: زمان فعالیت

# pomodoro_short_break
source: Short break
fa: استراحت کوتاه

# pomodoro_long_break
source: Long Break
fa: استراحت بلند

# pomodoro_period
source: Periods of time
fa: دوره های زمانی

source: Pomodoro name
fa: نام پومودورو

source: Pomodoro description
fa: توضیحات پومودورو

source: min
fa: دقیقه

source: Minute
fa: دقیقه

source: Minutes
fa: دقیقه

# h
source: hour
fa: ساعت

source: Hour
fa: ساعت

source: Hours
fa: ساعت

source: Submit
fa: ثبت و تایید

source: Undefined
fa: تعریف نشده

# empty_field
source: This field cannot be empty.
fa: این ورودی خالی نمی تواند باشد.

# pomodoro_form_title
source: Time to play with tomato
fa: وقت گوجه بازیه

# pomodoro_form_content
source: Set a name and description with some times for your tomato
fa: برای گوجتون نام و توضیحات و یکم زمان تعیین کنید

# pomodoro_form_preview_title
source: This is you and this is your tomato
fa: این شما و این گوجه شما

# pomodoro_form_preview_content
source: With your tomoto, you can tomato your activity time
fa: با گوجتون میتونید زمان فعالیت هاتون رو گوجه ای کنید

source: Back to form
fa: تغییر گوجه

source: Settings
fa: تنظیمات

# settings_subtitle
source: Some of your settings from your own tomato
fa: یکسری تنظیمات شما از گوجه ی خودتون

source: Your language
fa: زبان شما

# home_title
source: We have tomatoes to play
fa: گوجه بازی داریم

# home_content
source: You have a series of tomatoes and touch the one you want to go to start the tomato game.
fa: یک سری گوجه داری و روی اونی که میخوای روش یه لمس کوچیک بکن تا بریم گوجه بازی رو شروع کنیم.

# home_empty_title
source: You are out off tomatoes â€Œ!
fa: بی گوجه ای که‌ !

# home_empty_content
source: Why don't you have tomatoes and wait when you know how to add a new tomato and spend time with your tomatoes.
fa: چرا گوجه نداری و منتظری وقتی میتونی یک دونه جدید اضافه کنی و با گوجه هات وقت بگذرونی.

# donate
source: Donate me
fa: حمایتم کنید

# edit
source: Edit pomodoro
fa: ویرایش گوجه

# delete
source: Delete pomodoro
fa: حذف گوجه

# delete_confirm_title
source: Delete pomodoro
fa: حذف گوجه

# delete_confirm_content
source: Do you want to delete your tomoto and have less tomotoes?
fa: میخوای این گوجه رو حذف کنی و گوجه هاتو کم کنی ؟

# delete_confirm_no
source: I don't
fa: دوست ندارم

# delete_confirm_yes
source: Yes, I want
fa: آره میخوام

# start
source: Let's get start
fa: شروع کنید

# end
source: I will not continue
fa: ادامه نمیدم

source: From
fa: از

source: till
fa: تا

# until
source: for
fa: برای

source: Cancel
fa: بیخال

# start_title
source: Let's play with tomoto
fa: بریم شروع کنیم

# start_content
source: Do you want to play tomoto ?
fa: آیا آماده ای که وقتتو برای گوجه ات بذاری ؟

# end_title
source: Make tomoto dead
fa: گوجه رو فاسد کنیم

# end_content
source: Do you want to kill your tomoto ?
fa: آیا دوست نداری دیگه گوجه بازی کنی ؟
